/* ssh host key changed */"%@'s fingerprint does not match the one on record. If the server has changed its key, then this is to be expected. If not then you should check with the system administrator before proceeding.\nThe new fingerprint is %@.\nDo you wish to connect to the server?" = "La fingerprint di %1$@ non corrisponde a quella in archivio. Se il server ha cambiato la sua chiave, allora è normale. Altrimenti bisogna controllare con l'amministratore prima di continuare.\n La nuova fingerprint is %2$@.\nVuoi collegarti al server?";/* ConnectionOpenPanel */"A Connection Error Occurred" = "E' avvenuto un errore di connessione";/* FTP Abort */"Action Aborted. Local Error" = "Azione interrotta. Errore locale";/* FTP no data stream types available */"All data connection modes have been exhausted. Check with the server administrator." = "Tutte le modalità di connessione dei dati sono state provate. Consulta l'amministratore del server.";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"An intermediate directory does not exist and needs to be created before the current directory" = "Non esiste una directory intermedia e deve essere creata prima della directory corrente.";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"An unknown error occured" = "Si è verificato un errore sconosciuto";/* multiple connection joiner */"and" = "e";/* failed pk authentication for ssh */"Authentication by Public Key Failed" = "Fallita l'autencazione con chiave pubblica";/* failed authentication for ssh */"Authentication Failed. Do you have permission to access this server via SFTP?" = "Autenticazione fallita. Hai il permesso di accedere al server con SFTP?";/* sftp last error */"Bad Message" = "Messaggio non valido";/* FTP upload error */"Cannot Upload File. Storage quota on server exceeded" = "Non posso inviare il file. Il tuo spazio sul server è esaurito";/* sftp last error */"Connection Lost" = "Connessione perduta";/* FileConnection set permissions error */"Could not change file permissions" = "Non posso cambiare i permessi dei files";/* FileConnection create directory error */"Could not create directory" = "Non posso creare la directory";/* FTP Create directory error */"Create directory operation failed" = "Fallita la creazione della directory";/* Failed to open a data stream connection */"Data Stream Timed Out" = "Flusso di dati scaduto";/* sftp last error */"Directory not empty" = "Directory non vuota";/* sftp last error */"End of File" = "Fine del file";/* sftp last error */"Error INVAL" = "Errore INVAL";/* Directory Parsing Error */"Error parsing directory listing" = "Errore nel recupero della directory";/* FTP no data streams available */"Exhausted all connection types to server. Please contact server administrator" = "Ho provato tutti i tipi di connessione al server. Per favore contatta l'amministratore del server";/* Bad ftp command */"Failed to change to directory" = "Non sono riuscito a cambiare la directory";/* sftp failure to create dir */"Failed to create directory" = "Non sono riuscito a creare la directory";/* couldn't delete the file
   .Mac Directory Deletion Error
   WebDAV Directory Deletion Error */"Failed to delete directory" = "Non sono riuscito a cancellare la directory";/* couldn't delete the file
   .Mac file deletion error
   WebDAV File Deletion Error */"Failed to delete file" = "Non sono riuscito a cancellare il file";/* failed to find the id_dsa.pub */"Failed to find public key in %@. If you have a custom named key, please set the User Default key SSHPublicKey." = "Non sono riuscito a trovare una chiave pubblica su %@. Se hai una chiave con un nome personale, per favore definisci la chive utente default SSHPublicKey.";/* failed authentication for ssh */"Failed to initialize SFTP Subsystem. Do you have permission to access this server via SFTP?" = "Non ho potuto inizializzare il sottosistema SFTP Subsystem. Hai il permesso di accedere al server con SFTP?";/* No .mac account or password */"Failed to retrieve .mac account details" = "Non sono riuscito a recuperare i dati dell'account .Mac";/* FileConnection copy file error */"Failed to upload file" = "Non sono riuscito ad inviare il file";/* sftp last error */"Failure" = "Non riuscito";/* FTP file download error */"File %@ does not exist on server" = "Il file %@ Non esiste sul server";/* FTP error */"File / Directory does not exist" = "Il file / la directory non esiste";/* sftp last error */"File already exists" = "Il file esiste già";/* FTP file in use */"File in Use" = "File in Uso";/* FTP Upload error */"Filename not Allowed" = "Nome non permesso";/* FTP no service */"FTP Service Unavailable" = "FTP Non Disponibile";/* Couldn't open the port to the host */"Host Unavailable" = "Host Non Disponibile";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"Insufficient storage space available" = "Spazio insufficiente";/* FTP Error */"Invalid Account name" = "Nome account non valido";/* sftp last error */"Invalid filename" = "Nome file non valido";/* sftp last error */"Invalid Handle" = "Handle non valido";/* Stream Error before opening */"Is the service running on the server" = "Il service sta giranto sul server";/* sftp last error */"Link Loop" = "Link ricorsivo";/* FTP download error */"Local File already exists" = "Il file locale esiste già";/* sftp last error */"Lock Conflict" = "Conflitto di Lock";/* sftp last error */"Method not Supported" = "Metodo non supportato";/* sftp last error */"No Connection" = "Nessuna connessione";/* failed to find a connection class */"No connection available for requested connection type" = "Nessuna connessione disponibile per la connessione richiesta";/* failed to find a connection class */"No connection available for requested port" = "Nessuna connessione disponibile per la porta richiesta";/* failed to find a connection class */"No connection available for requested protocol" = "Nessuna connessione disponibile per il protocollo richiesto";/* sftp last error */"No Media" = "Nessun media";/* sftp last error */"No space left on remote machine" = "Non è rimasto spazio sulla macchina remota";/* FTP Error */"No Storage Space Available" = "Non è rimasto spazio disponibile";/* sftp last error */"No such file" = "Nessun documento";/* sftp last error */"No such path" = "Nessun percorso";/* sftp last error */"Not a directory" = "Non è una directory";/* FTP Error */"Not Logged In" = "Non sei entrato";/* sftp last error
   OK */"OK" = "OK";/* sftp last error */"Operation Unsupported" = "Operazione non supportata";/* WebDAV Uploading Error
   .Mac File Uploading Error */"Parent Folder does not exist" = "La cartella superiore non esiste";/* sftp last error */"Permission Denied" = "Permesso negato";/* sftp last error */"Quota exceeded" = "Quota superata";/* FTP Error */"Request Aborted. Page Type Unknown" = "Richiesta interrotta. Tipo di pagina sconosciuto";/* sftp last error */"Request Denied" = "Richiesta negata";/* Error creating stream */"Stream Unavailable" = "Stream non disponibile";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The body of the request is not supported" = "Il corpo della richiesta non è supportato";/* sftp bad directory */"The directory (%@) does not exist" = "La directory (%@) non esiste";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The directory already exists" = "La directory esiste già";/* WebDAV Create Directory Error
   .Mac Create Directory Error */"The server does not allow the creation of directories at the current location" = "Il server non permette la creazione di directory qui";/* .Mac Directory Contents Error */"There is no .Mac access to the directory" = "Non c'è un accesso .Mac alla directory";/* No WebDAV access to the specified path */"There is no WebDAV access to the directory" = "Non c'è un accesso WebDAV alla directory";/* ssh authorise remote host fingerprint */"This is the first time connecting to %@. It has a fingerprint of \n%@. Do you wish to connect?" = "E' la prima volta che ti connetti a  %1$@. Ha una fingerprint di \n%2$@. Vuoi collegarti?";/* FileConnection failed to copy file */"Unable to store data in file" = "Non posso salvare i dati nel file";/* WebDAV Error */"Unknown Error Occurred" = "Errore sconosciuto";/* sftp last error */"Unknown Principle" = "Principio sconosciuto";/* No username or password */"Username and Password are required for FTP connections" = "Nome Utente e Password sono necessarie per le connessioni FTP";/* No username or password */"Username and Password are required for WebDAV connections" = "Nome Utente e Password sono necessarie per le connessioni WebDAV";/* No username or password */"Username is required for SFTP connections" = "Il Nome Utente è necessario per le connessioni SFTP";/* sftp last error */"Write Protected" = "Protetto da scrittura";/* FTP file upload error */"You do not have access to write file %@" = "Non puoi scrivere il file %@";/* FTP Error */"You need an Account to Upload Files" = "Hai bisogno di un accuount per inviare i file";